t_months = ((1, u'январь'), (2, u'февраль'), (3, u'март'), (4, u'апрель'), (5, u'май'), (6, u'июнь'), 
            (7, u'июль'), (8, u'август'), (9, u'сентябрь'), (10, u'октябрь'), (11, u'ноябрь'), (12, u'декабрь')) 
p_months = {1: u'янв', 2: u'фев', 3: u'мар', 4: u'апр', 5: u'май', 6: u'июн', 7: u'июл', 8: u'авг', 9: u'сен', 10: u'окт', 11: u'ноя', 12: u'дек'} 
a_months = [u'январь', u'февраль', u'март', u'апрель', u'май', u'июнь', u'июль', u'август', u'сентябрь', u'октябрь', u'ноябрь', u'декабрь', u'???']
a_unit = {1: u'кВт/мес', 2: u'м.куб./чел-мес', 3: u'л/чел-мес'} 

