# coding=UTF-8
from django.contrib.auth.decorators import login_required
from proj.v_dirs import do_dirs
from proj.v_proj import do_proj, do_change_dir



#============================================================================
@login_required
#============================================================================
# ѕредставление дл€ отображени€ списка направлений
def dirs_view(request):
    return do_dirs(request, 0)

#============================================================================
@login_required
#============================================================================
# ѕредставление дл€ редактировани€ направлени€
def dirs_edit(request, pk):
    return do_dirs(request, int(pk))

#============================================================================
@login_required
#============================================================================
# ѕредставление дл€ отображени€ списка операций проекта
def proj_view(request):
    return do_proj(request, 0)

#============================================================================
@login_required
#============================================================================
# ѕредставление дл€ редактировани€ операции проекта
def proj_edit(request, pk):
    return do_proj(request, int(pk))

#============================================================================
@login_required
#============================================================================
# ѕереключение на другое направление
def change_dir(request, pk):
    return do_change_dir(request, int(pk))
